Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=354_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmnuõri čeäŠppvuõđpeiŠvv âlddan
fin: Saamelaisnuorten taidetapahtuma lähestyy

source: SääŠmnuõri čeäŠppvuõđpeivva liâ iŠlmmtõõttâm 24 musiikk voddõõttjed leŠbe äŠrttel.
fin: Saamelaisnuorten taidetapahtumaan on ilmoittautunut 24 musiikin esittäjää tai ryhmää.

source: Čuäjtõõzz liâ rock, laulli, rapp da instrumenttlažmusiikk.
fin: Esitykset ovat rockia, laulua, joikua, rappia ja instrumentaalimusiikkia.

source: IŠlmmtõõttmõõžž liâ puättam pukin sääŠm dommvuuŠd kooŠddin da RuäŠvnjaarǥâst.
fin: Ilmoittautumisia on tullut kaikista saamelaisten kotiseutualueen kunnista ja Rovaniemeltä.

source: ČeäŠppvuõđpeeiŠv poŠdde riâžžât jååŠđtumuužž pukin dommvuuŠd kooŠddin.
fin: Tapahtumaan järjestetään kuljetukset kaikista kotiseutualueen kunnista.

source: TääŠrǩab teâđ jååŠđtumuužžin, instempaaiŠǩin da stuällõõttmõõžžin tuåimtet škooulid.
fin: Tarkemmat tiedot kuljetuksista, majoituksesta ja ruokailuista toimitetaan kouluille.

source: Teâđ puäŠtte še neŠttseiddu, puõŠtti
fin: Tiedot tulevat myös nettiin, seuraa www.samediggi.fi.
